import React from 'react'
import './Texst.css'

 const Texst = () => {
  return (
    <div>
        <h2 className='h2-tecst'>
          Ысык-Көл – Кыргызстандагы эң чоң көл. Дүйнөдөгү 25 ири көлдүн катарында жана эң терең көлдөрдүн тизмесинде 7-орунда турат. Республиканын түндүк-чыгышында, Түндүк Тянь-Шань тоо кыркаларында: Күңгөй Ала-Тоо менен Тескей Ала-Тоонун ортосунда, деңиз деңгээлинен 1609 метр бийиктикте жайгашкан.
          Андан суу кайра агып чыкпайт,  бирок ага салыштырмалуу анча чоң эмес, 80дей өзөн-сайдын суулары келип куюлат. Алардын чоңдору – чыгыш жактан куюлган Түп менен Жыргалаң суулары. Батыш тараптан Чу дайрасы көлгө абдан жакын агып өтөт, Балыкчынын тушунан 6 км аралыкта жазгы суу ташкындары учурунда анча-мынча кошулуп да кетет.
          Суунун деңгээли Ысык-Көлдө циклдер боюнча өзгөрүп турат (бирде көтөрүлөт, бирде түшөт). Цикл бир нече он жылдын ичинде алмашат. Суусу туздуу (суунун минералдашуусу – 5,90%).  

         Суунун көлөмү 1738 км³ түзөт, көлдүн бети - 6236 км², жээгинин айланасы – 688 км, орточо тереңдиги – 278 м, эң терең жери дээрлик 2,5 эсе болуп, 702 метрге барабар. Ысык-Көлдүн узундугу батыштан чыгышка 182 км, ал эми түштүктөн түндүккө – 58 км. Ысык-Көл тунуктугу боюнча дүйнөдө    Байкалдан кийинки экинчи орунда турат.
        </h2>
    </div>
  )
}

export default  Texst